<?php

return [
    'unauthorized' => '您无权执行此操作。',
    'confirmation_code_incorrect' => '验证码不正确。',
    'http' => [
        '401' => [
            'title' => '未授权！',
            'message' => '抱歉，您无权执行此操作。'
        ],
        '402' => [
            'title' => '需要付费！',
            'message' => '抱歉，您需要付费才能执行此操作。'
        ],
        '403' => [
            'title' => '禁止访问！',
            'message' => '抱歉，您无权执行此操作。'
        ],
        '404' => [
            'title' => '抱歉，此页面不可用。',
            'message' => '您可能使用了无效链接，或者该页面已被移除。'
        ],
        '419' => [
            'title' => '页面已过期！',
            'message' => '抱歉，您访问的页面已过期。'
        ],
        '429' => [
            'title' => '请求过于频繁！',
            'message' => '抱歉，您的请求过于频繁，请稍后再试。'
        ],
        '500' => [
            'title' => '服务器内部错误！',
            'message' => '抱歉，服务器未响应，请稍后再试。'
        ],
        '503' => [
            'title' => '服务不可用！',
            'message' => '抱歉，服务当前不可用，请稍后再试。'
        ]
    ]
];
