<?php

return [
    'unauthorized' => '您无权执行此操作。',
    'confirmation_code_incorrect' => '验证码不正确。',
    'http' => [
        '401' => [
            'title' => '未授权！',
            'message' => '抱歉，您无权执行此操作。'
        ],
        '402' => [
            'title' => '需要付款！',
            'message' => '抱歉，您需要付款才能执行此操作。'
        ],
        '403' => [
            'title' => '未授权！',
            'message' => '抱歉，您无权执行此操作。'
        ],
        '404' => [
            'title' => '抱歉，此页面不可用。',
            'message' => '您可能使用了无效链接或页面已被删除。'
        ],
        '419' => [
            'title' => '页面已过期！',
            'message' => '抱歉，您查找的页面已过期。'
        ],
        '429' => [
            'title' => '请求过多！',
            'message' => '抱歉，您的请求次数过多。请稍后再试。'
        ],
        '500' => [
            'title' => '服务器内部错误！',
            'message' => '抱歉，服务器未响应。请稍后再试。'
        ],
        '503' => [
            'title' => '服务不可用！',
            'message' => '抱歉，服务暂不可用。请稍后再试。'
        ]
    ]
];
