<?php

return [
	'title' => 'なぜこの投稿を報告しますか？',
	'description' => 'あなたの苦情は匿名です。この投稿を報告したのは誰にもわかりません。',
	'reasons' => [
		[
			'title' => 'ヘイト',
			'description' => '差別用語、人種的または性的な固定観念、非人間化、恐怖または差別の扇動、ヘイトに関する言及、ヘイト記号・ロゴ。',
		],
		[
			'title' => '虐待とハラスメント',
			'description' => '侮辱、望まない性的コンテンツとグラフィックの対象化、望まないNSFWとグラフィックコンテンツ、暴力イベント否認、標的型ハラスメントとハラスメント扇動。',
		],
		[
			'title' => '暴力と危険なコンテンツ',
			'description' => '暴力の脅迫、危害の願望、暴力の美辞、暴力の扇動、コード化された暴力の扇動。',
		],
		[
			'title' => '子供の安全',
			'description' => '子供の性的搾取、踏み込み、身体的虐待、未成年ユーザー。',
		],
		[
			'title' => 'プライバシーと安全',
			'description' => '個人情報を共有する、プライベート情報を共有・暴露すると脅す、同意のない亲密な画像共有、プラットフォームにアップロードされたくない自分の画像の共有。',
		],
		[
			'title' => 'スパム',
			'description' => '偽のエンゲージメント、詐欺、偽アカウント、悪意のあるリンク。',
		],
		[
			'title' => '自殺または自傷',
			'description' => '自傷，鼓励、促进、自殺や自傷の手続きや戦略の共有。',
		],
		[
			'title' => 'センシティブまたは干扰的なメディア',
			'description' => 'グラフィックコンテンツ、残虐なゴア、成人向けヌードと性的な行為、暴力的な性的行為、獣姦とネクロフィリア、死亡した個人を描いたメディア。',
		],
		[
			'title' => '冒充',
			'description' => '他の人を装うこと、ガイドラインに従わないパロディ/ファンアカウントを含む。',
		],
		[
			'title' => '暴力的でヘイト的な存在',
			'description' => '暴力的な過激派とテロリズム、ヘイトグループ・ネットワーク。',
		]
	]
];
