<?php

return [
	'title' => '你为什么要举报这篇帖子？',
	'description' => '你的举报是匿名的。没有人会知道你举报了这篇帖子。',
	'reasons' => [
		[
			'title' => '仇恨',
			'description' => '侮辱性言论、种族或性别刻板印象、非人化表述、煽动恐惧或歧视、仇恨性引用、仇恨符号与标志。',
		],
		[
			'title' => '虐待与骚扰',
			'description' => '侮辱、不良性内容与露骨物化、不适宜的成人内容与露骨内容、暴力事件否认、针对性骚扰和煽动骚扰。',
		],
		[
			'title' => '暴力与危险内容',
			'description' => '暴力威胁、伤害意愿、美化暴力、煽动暴力、隐晦煽动暴力。',
		],
		[
			'title' => '儿童安全',
			'description' => '儿童性剥削、诱骗 grooming、身体虐待儿童、未成年用户。',
		],
		[
			'title' => '隐私与安全',
			'description' => '分享私人信息、威胁分享/曝光私人信息、分享未经同意的私密照片、分享我不希望出现在平台上的本人照片。',
		],
		[
			'title' => '垃圾信息',
			'description' => '虚假互动、诈骗、虚假账户、恶意链接。',
		],
		[
			'title' => '自杀或自残',
			'description' => '鼓励、宣扬、提供自残指导或分享自残方法。',
		],
		[
			'title' => '敏感或令人不安的媒体',
			'description' => '露骨内容、过度血腥、成人裸体与性行为、暴力性行为、兽交与奸尸、描绘死者的媒体。',
		],
		[
			'title' => '冒充他人',
			'description' => '假装成他人，包括不合规的恶搞/粉丝账户。',
		],
		[
			'title' => '暴力与仇恨组织',
			'description' => '暴力极端主义和恐怖主义、仇恨团体与网络。',
		]
	]
];
