<?php

return [
	'title' => '您为什么要举报此帖子？',
	'description' => '您的举报是匿名的。没有人会知道您举报了这个帖子。',
	'reasons' => [
		[
			'title' => '仇恨言论',
			'description' => '侮辱性言论、种族或性别刻板印象、非人化描述、煽动恐惧或歧视、仇恨性言论、仇恨符号和标志。',
		],
		[
			'title' => '虐待和骚扰',
			'description' => '侮辱、不受欢迎的性内容和图形物化、不受欢迎的成人内容和图形内容、暴力事件否认、有针对性的骚扰和煽动骚扰。',
		],
		[
			'title' => '暴力和危险内容',
			'description' => '暴力威胁、伤害愿望、暴力美化、煽动暴力、编码煽动暴力。',
		],
		[
			'title' => '儿童安全',
			'description' => '儿童性剥削、培养、肢体虐待、未成年用户。',
		],
		[
			'title' => '隐私和安全',
			'description' => '分享私人信息、威胁分享/曝光私人信息、未经同意分享亲密图像、分享我不想在平台上出现的我的图像。',
		],
		[
			'title' => '垃圾信息',
			'description' => '虚假互动、诈骗、虚假账户、恶意链接。',
		],
		[
			'title' => '自杀或自残',
			'description' => '鼓励、促进、提供自残指导或分享自残策略。',
		],
		[
			'title' => '敏感或令人不安的媒体',
			'description' => '图形内容、无端血腥、成人裸露和性行为、暴力性行为、兽交和恋尸癖、描述已故个人的媒体。',
		],
		[
			'title' => '冒充',
			'description' => '冒充他人，包括不符合规定的模仿/粉丝账号。',
		],
		[
			'title' => '暴力和仇恨实体',
			'description' => '暴力极端主义和恐怖主义、仇恨团体和网络。',
		]
	]
];
