<?php

return [
	'title' => 'このグループを報告する理由は何ですか？',
	'description' => 'あなたの苦情は匿名です。この投稿を報告したことを誰も知りません。',
	'reasons' => [
		[
			'title' => 'ヘイト',
			'description' => '差別用語、人種的・性別的固定観念、非人間化、恐怖や差別の扇動、ヘイトな参照、ヘイトな記号・ロゴ。',
		],
		[
			'title' => '虐待・ハラスメント',
			'description' => '侮辱、望まない性的なコンテンツ・グラフィックな対象化、望まないNSFW・グラフィックコンテンツ、暴力的なイベントの否定、標的型ハラスメント・ハラスメント扇動。',
		],
		[
			'title' => '暴力・危険なコンテンツ',
			'description' => '暴力的な脅迫、危害のwish、暴力の美化和、暴力の扇動、コード化された暴力の扇動。',
		],
		[
			'title' => '子供の安全',
			'description' => '子供の性的搾取、個人情報搾取、身体的な児童虐待未成年ユーザー。',
		],
		[
			'title' => 'プライバシー・安全',
			'description' => '個人情報の共有、個人情報脅迫・暴露、同意のない亲密な画像の共有、プラットフォームに不希望の自分の画像の共有。',
		],
		[
			'title' => 'スパム',
			'description' => '偽りのエンゲージメント、詐欺、偽りのアカウント、悪意のあるリンク。',
		],
		[
			'title' => '自殺または自傷行為',
			'description' => '自傷の鼓励、促進、指示の共有、自傷戦略の共有。',
		],
		[
			'title' => '法人情深く擽乱的なメディア',
			'description' => 'グラフィックコンテンツ、容赦のない血迹的新闻裸露・性的な行為、獣奸・納棺、死亡した個人を表したメディア。',
		],
		[
			'title' => '冒充',
			'description' => '他の人になりすますこと、非準拠なパロディ・ファンアカウントを含む。',
		],
		[
			'title' => '暴力的なヘイトのあるエンティティ',
			'description' => '暴力的な過激派とテロリズム、ヘイトグループ・ネットワーク。',
		]
	]
];
