<?php

return [
	'delete_user' => [
		'title' => 'ユーザーを削除しますか？',
		'description' => 'このユーザーを削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'delete_post' => [
		'title' => '投稿を削除しますか？',
		'description' => 'この投稿を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'delete_ad' => [
		'title' => '広告を削除しますか？',
		'description' => 'この広告を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'approve_ad' => [
		'title' => '広告を承認しますか？',
		'description' => 'この広告を承認してもよろしいですか？このアクションは元に戻せません。',
		'confirm_btn_text' => 'はい、承認します',
	],
	'reject_ad' => [
		'title' => '広告を拒否しますか？',
		'description' => 'この広告を拒否してもよろしいですか？著者は広告を更新して再送信できます。',
		'confirm_btn_text' => 'はい、拒否します',
	],
	'delete_story' => [
		'title' => 'ストーリーを削除しますか？',
		'description' => 'このストーリーを削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'delete_product' => [
		'title' => '商品を削除しますか？',
		'description' => 'この商品を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'approve_product' => [
		'title' => '商品を承認しますか？',
		'description' => 'この商品を承認してもよろしいですか？このアクションは元に戻せません。',
		'confirm_btn_text' => 'はい、承認します',
	],
	'reject_product' => [
		'title' => '商品を拒否しますか？',
		'description' => 'この商品を拒否してもよろしいですか？著者は広告を更新して再送信できます。',
		'confirm_btn_text' => 'はい、拒否します',
	],
	'approve_job' => [
		'title' => '求人を承認しますか？',
		'description' => 'この求人を承認してもよろしいですか？このアクションは元に戻せません。',
		'confirm_btn_text' => 'はい、承認します',
	],
	'reject_job' => [
		'title' => '求人を拒否しますか？',
		'description' => 'この求人を拒否してもよろしいですか？著者は求人を更新して再送信できます。',
		'confirm_btn_text' => 'はい、拒否します',
	],
	'delete_job' => [
		'title' => '求人を削除しますか？',
		'description' => 'この求人を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'delete_report' => [
		'title' => 'レポートを削除しますか？',
		'description' => 'このレポートを削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'processed_report' => [
		'title' => 'レポートを処理済みとしてマークしますか？',
		'description' => 'このレポートを処理済みとしてマークしてもよろしいですか？このアクションはレポートされたコンテンツに影響しません。',
		'confirm_btn_text' => 'はい、処理済みです',
	],
	'ignore_report' => [
		'title' => 'レポートを無視しますか？',
		'description' => 'このレポートを無視してもよろしいですか？このアクションは元に戻せません。',
		'confirm_btn_text' => 'はい、無視します',
	],
	'disable_lang' => [
		'title' => '言語を無効化しますか？',
		'description' => 'この言語を無効化してもよろしいですか？すべてのユーザーはデフォルト言語にリセットされます。',
		'confirm_btn_text' => 'はい、無効化します',
	],
	'enable_lang' => [
		'title' => '言語を有効化しますか？',
		'description' => 'この言語を有効化してもよろしいですか？すべての翻訳がこの言語利用可能であることを確認してください。',
		'confirm_btn_text' => 'はい、有効化します',
	],
	'make_default_lang' => [
		'title' => 'デフォルト言語にしますか？',
		'description' => 'この言語をデフォルト言語にしてもよろしいですか？新しいユーザーのデフォルト言語としてのみ使用されます。',
		'confirm_btn_text' => 'はい、デフォルトにします',
	],
	'delete_lang' => [
		'title' => '言語を削除しますか？',
		'description' => 'この言語を削除してもよろしいですか？この言語のすべての翻訳が削除されます。',
		'confirm_btn_text' => 'はい、削除します',
	],
	'remove_ban' => [
		'title' => 'バンを解除しますか？',
		'description' => 'このバンを解除してもよろしいですか？後で再び追加できます。',
	],
	'authorize_user' => [
		'title' => 'ユーザーを承認しますか？',
		'description' => '著者はおすすめ場所に位置し、資料は購読者利用可能になります。同時に、いつでもこのアカウントの著者シップをキャンセルできます。',
		'confirm_btn_text' => 'はい、承認します',
	],
	'unauthorize_user' => [
		'title' => 'ユーザーの承認を解除しますか？',
		'description' => 'このユーザーの承認を解除してもよろしいですか？このアクションはユーザーを著者リストから削除します。',
		'confirm_btn_text' => 'はい、解除します',
	],
	'reject_authorization' => [
		'title' => 'リクエストを拒否しますか？',
		'description' => 'このユーザーからの承認リクエストを拒否してもよろしいですか？いつでもユーザーを承認できます。',
		'confirm_btn_text' => 'はい、拒否します',
	],
	'verify_user' => [
		'title' => 'ユーザーを認証しますか？',
		'description' => '認証はユーザーが本人であることを確認する方法です。認証されたユーザーにはプロフィールに特別な認証バッジがあります。',
		'confirm_btn_text' => 'はい、認証します',
	],
	'unverify_user' => [
		'title' => 'ユーザーの認証を解除しますか？',
		'description' => 'このアクションはユーザーのプロフィールから認証バッジを削除します。',
		'confirm_btn_text' => 'はい、解除します',
	],
	'delete_category' => [
		'title' => 'カテゴリを削除しますか？',
		'description' => 'このカテゴリを削除してもよろしいですか？関連するエンティティは削除されませんが、未分類カテゴリに移動されます。',
	],
	'delete_chat' => [
		'title' => 'チャットを削除しますか？',
		'description' => 'このチャットはすべての参加者に対して削除されます。メッセージ、グループなどの他の関連データも含まれます。',
	],
];
