<?php

return [
    'index_title' => 'ファイルストレージ',
    'index_desc' => 'ここでファイルストレージシステムを表示・管理できます。',
    'no_disk_description' => '説明がありません。ディスク設定ファイルで説明を追加できます。',
    'show_title' => 'ディスク使用量',
    'show_desc' => 'ここですべてのタイプの上伝コンテンツのディスク使用量統計を確認できます。',
    'metrics' => [
        'image' => [
            'title' => '画像',
            'description' => 'ディスクにアップロードされたすべての画像の合計サイズ。',
        ],
        'video' => [
            'title' => '動画',
            'description' => 'ディスクにアップロードされたすべての動画の合計サイズ。',
        ],
        'audio' => [
            'title' => '音声',
            'description' => 'ディスクにアップロードされたすべての音声の合計サイズ。',
        ],
        'document' => [
            'title' => 'ドキュメント',
            'description' => 'ディスクにアップロードされたすべてのドキュメントの合計サイズ。',
        ],
    ],
];
