<?php

return [
	'title' => 'なぜこのユーザーを報告しますか？',
	'description' => 'あなたの苦情は匿名です。このアカウントを報告したのは誰にもわかりません。',
	'reasons' => [
		[
			'title' => 'ヘイトスピーチ',
			'description' => '差別用語、人種的または性的な固定観念、非人間化、恐怖または差別の扇動、ヘイトに関する言及、ヘイト記号とロゴ。',
		],
		[
			'title' => 'ハラスメント',
			'description' => '標的型ハラスメント、サイバーいじめ、脅迫、望まない性的コンテンツ、ストーキング行動、または他人へのハラスメントを扇動すること。',
		],
		[
			'title' => 'なりすまし',
			'description' => '他の人を装うアカウント、ガイドラインに従わない偽の有名人アカウントやパロディアカウントを含む。',
		],
		[
			'title' => 'スパム',
			'description' => '大量のフォロー/アンフォロー、偽のエンゲージメント、自動化アクティビティ、繰り返しコンテンツ、またはプロモーションスパム。',
		],
		[
			'title' => '不適切なコンテンツ',
			'description' => '成人向けコンテンツ、ゴア、不快なメディア、またはコミュニティガイドラインに違反するその他のコンテンツの投稿。',
		],
		[
			'title' => '未成年者の安全',
			'description' => '13歳未満のユーザーアカウント、未成年者の搾取、または未成年者との不適切なやり取り。',
		],
		[
			'title' => '個人情報',
			'description' => 'プライベート/機密情報の共有、ドックシング、または他人のプライベート詳細を暴露すると脅すこと。',
		],
		[
			'title' => '暴力',
			'description' => '暴力の脅迫、テロリズム/過激派の助長、または暴力行為の美辞。',
		],
		[
			'title' => '詐欺',
			'description' => '詐欺スキーム、フィッシング企て、暗号通貨詐欺、またはその他の欺瞞的な行為。',
		],
		[
			'title' => '自傷',
			'description' => '自殺、自傷行為、または危険な行為を促進または鼓吹するコンテンツ。',
		]
	]
];
