<?php

return [
	'delete_product' => [
		'title' => '商品を削除しますか？',
		'description' => 'この商品を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'delete_job' => [
		'title' => '求人を削除しますか？',
		'description' => 'この求人を削除してもよろしいですか？このアクションは元に戻せません。',
	],
	'unpublish_job' => [
		'title' => '求人を非公開にしますか？',
		'confirm_btn_text' => '非公開にする',
		'description' => 'この求人を非公開にしてもよろしいですか？このアクションは求人了一般から非表示にしますが、後から再び公開することはできます。',
	],
	'publish_job' => [
		'title' => '求人を公開しますか？',
		'confirm_btn_text' => '公開する',
		'description' => '現在の求人は非公開です。公開しますか？このアクションは求人了一般に表示されるようにします。',
	],
	'unpublish_product' => [
		'title' => '商品を非公開にしますか？',
		'confirm_btn_text' => '非公開にする',
		'description' => 'この商品を非公開にしてもよろしいですか？このアクションは商品を一般から非表示にしますが、後から再び公開することはできます。',
	],
	'publish_product' => [
		'title' => '商品を公開しますか？',
		'confirm_btn_text' => '公開する',
		'description' => '現在の商品はありません。公開しますか？このアクションは商品を一般に表示されるようにします。',
	],
	'delete_ad' => [
		'title' => '広告を削除しますか？',
		'description' => 'この広告を削除してもよろしいですか？_ALLOCATED予算は残高に戻らないことにご注意ください。',
	],
	'pause_ad' => [
		'title' => '広告を一時停止しますか？',
		'confirm_btn_text' => '一時停止',
		'description' => 'この広告を一時停止してもよろしいですか？このアクションは広告了一般から非表示にしますが、後から再び公開することはできます。',
	],
	'publish_ad' => [
		'title' => '広告を公開しますか？',
		'confirm_btn_text' => '公開する',
		'description' => '現在の広告が一時停止しています。公開しますか？このアクションは広告了一句に表示されるようにします。',
	],
];
